[
    {
        "toyName": "Chemistry Lab Deluxe Set",
        "picURL": "https://img.freepik.com/free-photo/front-view-different-colorful-solutions-inside-flasks-table_140725-19222.jpg?w=1380&t=st=1684416295~exp=1684416895~hmac=5057971005b2c4b3030e203e087619a33280c1c9697b6abeceed861dd76a9c2d",
        "sellerName": "Science Explorers",
        "sellerEmail": "info@scienceexplorers.com",
        "category": "Science Kits",
        "price": 49.99,
        "rating": 4.5,
        "availableStock": 20,
        "id": "SK1234",
        "discountPercentage": 10,
        "description": "The Chemistry Lab Deluxe Set is a comprehensive kit designed to introduce children to the exciting world of chemistry. It includes a variety of chemicals, test tubes, beakers, and other lab equipment, along with an informative guidebook. With this set, kids can conduct a wide range of experiments, exploring topics such as chemical reactions, acids and bases, and more. It's the perfect way to inspire curiosity and develop a love for science."
    },
    {
        "toyName": "Microscope Discovery Kit",
        "picURL": "https://img.freepik.com/free-photo/world-science-day-arrangement-with-microscope_23-2149112643.jpg?w=740&t=st=1684416045~exp=1684416645~hmac=506d391238208170fdb370889a220773dae698edbccc0a06d58cb7bb54cc4369",
        "sellerName": "Curious Minds",
        "sellerEmail": "contact@curiousminds.com",
        "category": "Science Kits",
        "price": 34.99,
        "rating": 4.2,
        "availableStock": 15,
        "id": "SK5678",
        "discountPercentage": 0,
        "description": "The Microscope Discovery Kit provides young scientists with an up-close and personal look at the microscopic world. The kit includes a high-quality microscope, slides, coverslips, and other accessories. Children can explore a wide range of specimens, from plant cells to tiny organisms, and learn about their structures and functions. With adjustable magnification and built-in illumination, this kit offers a fascinating journey into the wonders of the microscopic realm."
    },
    {
        "toyName": "Solar Power Experiment Set",
        "picURL": "https://img.freepik.com/free-photo/business-person-planning-alternative-energies_23-2149205425.jpg?w=1380&t=st=1684416482~exp=1684417082~hmac=e221a4000211369c9e00230780dd47340e9dc99d5a2c9a7b83ac96e01950659c",
        "sellerName": "Sunshine Science",
        "sellerEmail": "sales@sunshinescience.com",
        "category": "Science Kits",
        "price": 27.99,
        "rating": 4.8,
        "availableStock": 12,
        "id": "SK9012",
        "discountPercentage": 15,
        "description": "The Solar Power Experiment Set introduces kids to the fascinating world of renewable energy. With this kit, children can build their own solar-powered devices, such as a mini fan, a solar car, or a solar-powered light. They'll learn about the principles of solar energy, how solar panels work, and the importance of sustainable energy sources. This hands-on kit sparks creativity and environmental awareness while providing a fun and educational experience."
    },
    {
        "toyName": "Alphabet Adventure Kit",
        "picURL": "https://img.freepik.com/free-photo/hand-arrange-white-letters-brand_1384-109.jpg?w=1380&t=st=1684416636~exp=1684417236~hmac=3da0d47f2a86a271a9361a0a5920d9775942857612f6d5bc6ce695dd40082752",
        "sellerName": "Learn and Grow",
        "sellerEmail": "info@learnandgrow.com",
        "category": "Learning Kits",
        "price": 19.99,
        "rating": 4.7,
        "availableStock": 25,
        "id": "LK3456",
        "discountPercentage": 5,
        "description": "The Alphabet Adventure Kit is an engaging learning tool that helps children develop their literacy skills in a fun and interactive way. It includes a set of colorful flashcards, activity books, and games designed to teach letter recognition, phonics, and basic vocabulary. With the Alphabet Adventure Kit, kids can embark on a learning journey filled with exploration and discovery, laying a strong foundation for reading and language development."
    },
    {
        "toyName": "Math Mastermind Set",
        "picURL": "https://img.freepik.com/free-photo/colorful-stationeries-yellow-background_23-2147879933.jpg?w=1380&t=st=1684416854~exp=1684417454~hmac=15c149f7a82a451af4fcc581c8f05f7cb98c02d85d53d78910cf0ac71c829003",
        "sellerName": "Math Wizards",
        "sellerEmail": "contact@mathwizards.com",
        "category": "Learning Kits",
        "price": 29.99,
        "rating": 4.4,
        "availableStock": 18,
        "id": "LK7890",
        "discountPercentage": 0,
        "description": "The Math Mastermind Set is a comprehensive kit designed to make math learning engaging and enjoyable. It includes a variety of math manipulatives, puzzles, and interactive games that cover various math concepts, from basic arithmetic to geometry and problem-solving. With this set, kids can develop critical thinking skills, enhance their numeracy abilities, and build confidence in math. The Math Mastermind Set is an excellent resource for both classroom and home learning."
    },
    {
        "toyName": "Geography Explorer Kit",
        "picURL": "https://img.freepik.com/free-photo/binoculars-magnifying-glass-near-pen-notebook_23-2147793467.jpg?w=1380&t=st=1684417203~exp=1684417803~hmac=91f19a91c7c84b70b2034b5c6ecf57b39e3e4ca4cb77e194556125ec95275432",
        "sellerName": "World Explorations",
        "sellerEmail": "sales@worldexplorations.com",
        "category": "Learning Kits",
        "price": 22.99,
        "rating": 4.9,
        "availableStock": 10,
        "id": "LK1234",
        "discountPercentage": 10,
        "description": "The Geography Explorer Kit takes children on a global adventure, exploring continents, countries, and cultures. The kit includes maps, flashcards, activity booklets, and interactive resources that make learning geography exciting and immersive. Kids can learn about landmarks, flags, languages, and geographical features while developing their spatial awareness and understanding of the world. The Geography Explorer Kit is a fantastic educational tool for fostering a sense of curiosity and broadening children's horizons."
    },
    {
        "toyName": "Build Your Own Robot Set",
        "picURL": "https://img.freepik.com/free-photo/home-made-robot-desk_23-2148863420.jpg?w=1380&t=st=1684417405~exp=1684418005~hmac=fa09b5fc26b8371d0555a0e146f347a7f721ab17aa7b9f89703cfb160b106d83",
        "sellerName": "Tech Builders",
        "sellerEmail": "info@techbuilders.com",
        "category": "Engineering Kits",
        "price": 39.99,
        "rating": 4.6,
        "availableStock": 20,
        "id": "EK5678",
        "discountPercentage": 0,
        "description": "The Build Your Own Robot Set sparks creativity and problem-solving skills in young engineers. This kit contains a variety of modular components, including motors, sensors, and building blocks, that can be assembled to create different types of robots. With step-by-step instructions and interactive learning resources, kids can explore the principles of robotics, coding, and mechanical engineering while building and customizing their own robotic creations. The Build Your Own Robot Set is a perfect blend of fun and education, inspiring young minds to become future innovators."
    },
    {
        "toyName": "Structural Engineering Kit",
        "picURL": "https://img.freepik.com/free-photo/blue-print-arrangement-yellow-repair-tools_23-2148393066.jpg?w=1380&t=st=1684417978~exp=1684418578~hmac=335fa09426f23ec4b6cfd4ef2ecae80b648530c39ccf11bf6272f206a1b98962",
        "sellerName": "Engineer's Workshop",
        "sellerEmail": "contact@engineersworkshop.com",
        "category": "Engineering Kits",
        "price": 49.99,
        "rating": 4.3,
        "availableStock": 15,
        "id": "EK9012",
        "discountPercentage": 20,
        "description": "The Structural Engineering Kit is an exciting kit that introduces kids to the principles of structural engineering and architecture. It includes various building materials, such as rods, connectors, and panels, allowing children to construct and test their own bridges, towers, and other structures. With hands-on experiments and engineering challenges, kids can learn about the strength of materials, load-bearing capacities, and design principles. The Structural Engineering Kit encourages critical thinking, problem-solving, and creativity in aspiring young engineers."
    },
    {
        "toyName": "Electric Circuits Challenge Set",
        "picURL": "https://img.freepik.com/free-photo/top-view-reparation-circuit-board_23-2148419196.jpg?w=1380&t=st=1684418149~exp=1684418749~hmac=ed132441720a84db2c0d6416614d388d4ced495414c45303ebe2138850ff4acc",
        "sellerName": "Circuit Masters",
        "sellerEmail": "sales@circuitmasters.com",
        "category": "Engineering Kits",
        "price": 32.99,
        "rating": 4.7,
        "availableStock": 12,
        "id": "EK3456",
        "discountPercentage": 0,
        "description": "The Electric Circuits Challenge Set is an interactive kit that introduces children to the world of electrical circuits and electronics. With this set, kids can build various circuits using components like resistors, capacitors, and LED lights. They can experiment with different circuit configurations, learn about conductivity and resistance, and explore the basics of circuit design. The Electric Circuits Challenge Set encourages hands-on exploration, problem-solving, and a deeper understanding of the fundamental principles of electricity."
    }
]